import React from "react";

const About = () => {
    return (
        <>
            <h1>Мое первое приложение с использованием React js</h1>
            <div>
                Здесь я просто испробовал возможности данного фреймворка, криво и с ошибками.
                Первый блинчик как всегда:D
                Без заморочек посмотрел, как передавать данные между компонентами и отслеживать состояния, а также 
                производить роутинг и направлять пользователя по нужной ему тропе.
                Узнал принцип работы одностраничного приложения и подгрузки данных из пагинации
                Очень понравились возможности данного фреймворка. Буду использовать его и дальше.
            </div>
        </>
    )
}

export default About;